{
    "name": "shoes",
    "results": [
        {
            "id": "1",
            "title": "ANIKA",
            "image": "https://ybuujnpmnwoevsvbvplu.supabase.co/storage/v1/object/public/Pasos/Anika-boots.png?t=2024-05-21T13%3A27%3A40.966Z",
            "prize": 60.00,
            "description": "Botas cowboy marrones de caña alta con un tacón elegante y una cremallera lateral práctica. La piel vegana de alta calidad se mezcla con la esencia de la elegancia cowboy, dando vida a un estilo único que dejará tu huella en cualquier momento del año",
            "sizes": [
                36,
                37,
                38,
                39,
                40,
                41
            ]
        },
        {
            "id": "2",
            "title": "ANDREA",
            "image": "https://ybuujnpmnwoevsvbvplu.supabase.co/storage/v1/object/public/Pasos/Andrea-boots.png?t=2024-05-21T13%3A33%3A12.778Z",
            "prize": 70.00,
            "description": "Estas botas verdes destacan con un estilo cowboy inconfundible. Con detalles en beige y blanco, y una plataforma negra que añade carácter, fusionan la esencia del Oeste con un toque de originalidad. Además, lucen un elegante tacón y una práctica cremallera lateral para facilitar el calce. Fabricadas con piel vegana de alta calidad, son una elección sostenible que se convertirá en tu sello de identidad.",
            "sizes": [
                36,
                37,
                38,
                39,
                40,
                41
            ]
        },
        {
            "id": "3",
            "title": "ALISIA",
            "image": "https://ybuujnpmnwoevsvbvplu.supabase.co/storage/v1/object/public/Pasos/Alisia-black-boots.png?t=2024-05-21T13%3A25%3A42.660Z",
            "prize": 70.00,
            "description": "These boots are made for walking and that is what they do when you visit Bilbao. Estas botas cowboy en color metalizado son pura originalidad y estilo. Su acabado plateado brillante las hace destacar con un toque deslumbrante. Con un diseño fiel al estilo cowboy, estas botas son una combinación única de tradición y modernidad. Además, cuentan con un elegante tacón y una práctica cremallera lateral para un calce fácil. Fabricadas con piel vegana de alta calidad, estas botas plateadas son la elección perfecta para quienes buscan un look llamativo pero elegante.",
            "sizes": [
                36,
                37,
                38,
                39,
                40,
                41
            ]
        },
        {
            "id": "4",
            "title": "ARLET",
            "image": "https://ybuujnpmnwoevsvbvplu.supabase.co/storage/v1/object/public/Pasos/Arlet-boots.png?t=2024-05-21T13%3A34%3A40.313Z",
            "prize": 50.00,
            "description": "Botas cowboy negras de corte alto con un elegante tacón y una práctica cremallera lateral. La piel vegana de alta calidad se combina con la esencia de la elegancia cowboy, creando un estilo único que será tu firma en cualquier mes del año.",
            "sizes": [
                36,
                37,
                38,
                39,
                40,
                41
            ]
        }
    ]
}